Repository: YurasovLev/SeaCalculator
Catalog: Assets/Lang.*.resx
Languages: ru_ru

# ReceiversTitle
source: Receivers
ru_ru: Приёмники электроэнергии

source: Name
ru_ru: Название

# ReceiverColumnCountTitle
source: Count
ru_ru: n*

# ReceiverColumnRatedSteadyPowerTitle
source: Rated steady power
ru_ru: Pн.у кВт

# CosPhi
source: Cos Ï†
ru_ru: cos

# ReceiverColumnEfficiencyTitle
source: Effiency
ru_ru: КПД

# ReceiverColumnRatedPowerConsumptionTitle
source: Rated power consumption
ru_ru: Pн.п кВт

# ReceiverModesTitle
source: Work modes
ru_ru: Параметры приёмника в режимах

# ReceiverModesWorkModeTitle
source: Work mode
ru_ru: Граф. раб.

# ReceiverModesWorkModeContinuesTitle
source: Continues
ru_ru: НР

# ReceiverModesWorkModePeriodicTitle
source: Periodic
ru_ru: ПР

# ReceiverModesWorkModeEpisodicTitle
source: Episodic
ru_ru: ЭР

# ReceiverModesLoadFactorTitle
source: Load factor
ru_ru: Кз

# ReceiverModesCountTitle
source: Count
ru_ru: m

# ReceiverModesActivePowerTitle
source: Active power
ru_ru: P кВт

# ReceiverModesReactivePowerTitle
source: Reactive power
ru_ru: Q кВА

source: ContinuouslyOperatingActiveAndReactivePowers
ru_ru: Pнр, Qнр

source: PeriodicOperatingActiveAndReactivePowers
ru_ru: Pпр, Qпр

source: TotalOperatingPowers
ru_ru: Pс, Qс

source: CoefficientTimeDifference
ru_ru: Kр

source: PowerLossFactor
ru_ru: Kп

source: GeneratorPower
ru_ru: Нагрузка генераторов

source: GeneratorActiveAndReactivePowers
ru_ru: Pнг, Qнг

source: GeneratorFullPower
ru_ru: Sнг

source: WeightedAveragePowerFactor
ru_ru: Cos Φ𝑐𝑝
